<?php
?>
<style>
.Link {
	width:60%;
	overflow:auto;
	padding:5px;
	border:3px double gray;
	font-size:1.3em;
	margin:5px auto;
	text-align:center;
	direction:ltr;
}
.Link a {
	color:#0077FF;
	text-decoration:none;
}
.Link a:HOVER {
	color:#0022AA;
	text-decoration:underline;
}
</style>
<h1>نصب و راه‌اندازی برنامه</h1>
<h2>مقدمه</h2>
<p>
برنامه 
<?php echo reg("app/title");?>

به صورت وبی تهیه گردیده است، لذا بهره‌وری از آن مستلزم هیچگونه امکانات اضافی نمی‌باشد و تنها یک کاوشگر وب مانند
Internet Explorer
و مراجعه به آدرس برنامه در
<div class='Link'>
<a href='<?php echo SiteRoot;?>'><?php echo SiteRoot;?></a>
</div>
پس از ورود با نام کاربری و رمز عبور متناسب قابل استفاده خواهد بود.
اما با اینحال رعایت برخی نکات امکانات بیشتر و تعامل بسیار بهتری با نرم‌افزار را برای شما رقم خواهد زد که توجه به آنها سودمند خواهد بود.
</p>

<h2>نکات قابل توجه</h2>
<ul>
	<li>
	<p>
	قلم فارسی مناسب و استاندارد را 
	<a href='/file/font/XBRoya.ttf'>دریافت</a>
	و نصب نمایید.
	جهت نصب یک قلم در سیستم ویندوز، کافیست آنرا در پوشه
	<span dir='ltr'>C:\Windows\Fonts</span>
	کپی نمایید.
	پس از انجام این عملیات قلم سایت به صورت خودکار متناسب خواهد گردید.
	</p>
	</li>
	<li>
	<p>
	استفاده از مرورگر
	Mozilla Firefox
	به نسبت مرورگر 
	Internet Explorer
	و مرورگرهای مشابه، توصیه می‌گردد، زیرا این مرورگر بسیار سریعتر، مستحکمتر، امن‌تر و دارای ویژگی‌های بارزی از جمله پر کردن فیلد‌های تکراری به صورت
	خودکار است و برای کار با اینچنین نرم‌افزارهایی بسیار سودمند خواهد بود.
	جهت دریافت
	فایل نصب آن
	،
	<a href='http://31.24.203.28/dl/'>اینجا</a>
	کلیک نمایید.
	</p>
	</li>
	<li>
	<p>
	بسیاری از برنامه‌های تحت وب،
	تعداد متنابهی از پیوندهای خود را در صفحه جدیدی باز می‌کنند. اینکار به منظور داشتن چند صفحه و تطبیق اطلاعات موجود در آنها به صورت همزمان مفید است.
	در این سیستم، هیچ پیوندی در صفحه جدید باز نمی‌شود، زیرا اینکار از نقطه‌نظر فنی بسیار نامناسب است.
	در صورت نیاز به گشودن یک پیوند در صفحه جدید، کافیست به هنگام کلیک بر روی آن، کلید
	Ctrl
	بر روی صفحه کلید خود را پایین نگهدارید.
	همچنین در صورتی که ماوس شما دارای چرخ میانی است، با فشردن آن بر روی لینک نیز پیوند در صفحه جدید گشوده می‌گردد.
	</p>
	</li>
	<li>
	<p>
	در هنگام کاوش در یک وب‌سایت، تمام تراکنش‌های مابین شما و سایت مربوطه، به صورت کاملا خوانا بر روی شبکه منتقل می‌گردد، لذا اگر فردی بر روی سیستم دیگری در شبکه
	اقدام به شنود اطلاعات کند، به راحتی تمام فرآیند کاری شما را دیده، حتی می‌تواند آنرا دستکاری نماید.
	جهت حل این معضل، در صورتی که سرور شما پشتیبانی می‌نماید، از پروتکل
	HTTPS
	استفاده نمایید. برای اینکار کافیست قسمت اول آدرس صفحه را از
	http
	به 
	https
	تغییر دهید.
	در محیط 
	https
	تمام تراکنش‌های شما رمز می‌گردند.
	</p>
	</li>
	<li>
	<p>
	در صورتی که قصد دارید از صفحات پرینت بگیرید، ابتدا از منوی
	File
	تنظیمات
	Page Setup
	صفحه را به صورت افقی قرار دهید تا جداول در یک صفحه 
	A4
	جای بگیرند.
	انجام این تنظیمات تنها برای یکبار لازم است.
	</p>
	</li>
</ul>