<link rel="stylesheet" href="/style/help.css"  />
<style>
img { vertical-align: middle;}
li{margin-bottom:10px;}
</style>
<h1><img src="/img/h/h1-help-mail-50.png"/>
راهنمای ارسال و دریافت اظهارنامه ها</h1>
<div id="context"></div>

<h3 class="helph"> مقدمه</h3>
<div>
	<p>ارسال و دریافت نامه ها در نرم افزار بازبینی مطابق به جهان واقع به کمک نامه ها انجام می گیرد.
	 اظهارنامه ها به نامه پیوست شده و به مقصد مورد نظر فرستاده می شوند.
	 در مقصد کاربر مورد نظر نامه را باز کرده و اظهارنامه ها را دریافت می کند.</p>
	 
	 <p>در نرم افزار بازبینی ارسال و دریافت ها بین بخش های دفتر کوتاژ و بایگانی بازبینی و بایگانی راکد انجام می گیرد.</p>
	<p>یک نوع ارسال و دریافت نیز  برای ارسال اظهارنامه ها به سایر بخش ها
	 مثل بخش های گمرک 
	 <?php echo GateName;?>
	  یا بخش های گمرک ایران در بایگانی بازبینی و بایگانی راکد استفاده می شود.</p>
</div>
<h3> انواع نامه ها</h3>
<div>
	<p>برای نامه ها دو نوع متفاوت در نظر گرفته شده است:
		<ul>
			<li><b>نامه تحویلی:</b> نامه ای که به ازای هر تحویل دادن یک تحویل گرفتن در مقصد برای آن وجود دارد.
			 مثل تحویل دادن اظهارنامه ها از بایگانی بازبینی به بایگانی راکد.
			 بایگانی بازبینی نامه را با اظهارنامه ها تحویل می دهد و بایگانی راکد در طرف مقابل آن ها  را تحویل می گیرد.</li>
			<li><b>نامه ارسالی-دریافتی:</b> نامه ای که فقط یک حالت برای آن وجود دارد: ارسال یا دریافت. 
			و به ازای ارسال کردن دریافت کردن در مقصد معنا پیدا نمی کند.
			 مثل ارسال اظهارنامه ها به بخش های گمرک ایران توسط بایگانی بازبینی.
			 اظهارنامه ها با نامه ارسال می شوند و لازم نیست در مقصد تحویل گرفته شوند. چون این برنامه در مقصد اجرا نمی شود.
			 بنابراین این نامه ها برای آگاهی از وضعیت اظهارنامه اینکه به کجا فرستاده شده است کاربرد دارد.</li>
		</ul>
	</p>
</div>
<h3> وضعیت نامه</h3>
<div>
	<p>یک نامه بسته به نوع آن در وضعیت های مختلفی قرار می گیرد.</p>
	<p>نامه های تحویلی دارای ۴ وضعیت و نامه های ارسالی-دریافتی دارای ۲ وضعیت هستند.</p>
	<h4>وضعیت نامه های تحویلی</h4>
	<ul>
		<li><img src='/img/mail/mail-1-25.png' /><b>در حال ویرایش: </b> اظهارنامه ها به نامه پیوست می شوند</li>
		<li><img src='/img/mail/mail-4-25.png' /><b> در راه: </b>اظهارنامه ها از مبدا فرستاده شدند.</li>
		<li><img src='/img/mail/mail-6-25.png' /><b>در حال تحویل گیری: </b>اظهارنامه ها در مقصد تحویل گرفته می شوند.</li>
		<li><img src='/img/mail/mail-9-25.png' /><b>مختومه: </b> اظهارنامه ها تحویل گرفته شده اند و نامه بسته شده است.</li>
	</ul>
	<h4> وضعیت نامه های ارسالی-دریافتی</h4>
	<ul>
		<li><img src='/img/mail/mail-1-25.png' /><b> در حال ویرایش:</b>اظهارنامه ها برای ارسال یا دریافت به نامه پیوست می شوند.</li>
		<li><img src='/img/mail/mail-9-25.png' /><b>مختومه: </b> نامه بسته شده است.</li>
	</ul>
</div>