<link rel="stylesheet" href="/style/help.css"  />
<h1><img src="/img/h/h1-help-50.png"/>
راهنما</h1>
<div id="context"></div>
<a name="manager"></a><!-- ---------------------------------manager------------------------ -->
<h2 class="helph" id="manager">مدیریت</h2><a name="manager"></a>
<h3 class="helph"> تنظیمات یادآور خودکار</h3>
<div>
	<p>شما می توانید برای بخش های مختلف سیستم و برای رویدادهای مختلف، یادآور تنظیم نمایید</p>
	<p>مثلا برای دفتر کوتاژ می توان یک یادآور تنظیم کرد که اگر اظهارنامه در دفتر کوتاژ وصول شود و تا مدت ۵ روز به بایگانی بازبینی تحویل داده نشود در مورد این اظهارنامه یادآوری انجام شود.</p>
	<p> در مورد مثال بالا فرم پر شده به این صورت خواهد بود:
	<ul>
	<li>عنوان: تحویل به یایگانی</li>
	<li>متن یادآور: این کوتاژ بیشتر از ۵ روز است که توسط دفتر کوتاژ وصول شده است و هنوز یه بایگانی بازبینی تحویل داده نشده است.</li>
	<li>مدت زمان مهلت: ۵</li>
	<li>نوع: تحویل ندادن اظهارنامه توسط دفتر کوتاژ</li>
	<li> گروه کاربران: دفتر کوتاژ و بایگانی بازبینی و مدیریت</li>
	<li>کاربران: هیچ کدام</li>
	<li>رویدادهای فعال کننده: وصول اظهارنامه توسط دفتر کوتاژ</li>
	<li>رویدادهای غیرفعال کننده: وصول بایگانی بازبینی</li>
	</ul>
	</p>
</div>
<a name="CotagBook"></a><!-- -------------------------------cotagbook---------------------- -->
<h2 class="helph" id="CotagBook"> دفتر کوتاژ</h2>
<p>نوشته بارکد زیر آن به صورت فارسی چاپ می شود. در صورت بروز مشکل با مسئولین آی تی در میان بگذارید.</p>
<a name="archive"></a><!-- ---------------------------------archive------------------------ -->
<h2 class="helph" id="archive">بایگانی بازبینی</h2>

<a name="Review"></a><!-- ---------------------------------archive------------------------ -->
<h2 class="helph" id="Review">کارشناسی</h2>
<h3>کارشناسی پرونده</h3>
<p>
پس از انتخاب  یکی از پرونده هایی که به شما اختصاص داده شده است در صفحه ای به شکل زیر 


<div align=center><img  src="/img/help/ex3.png" /></div>
به صفحه ی کارشناسی پرونده منتقل می شوید 
این صفحه بسیار شبیه کارشناسی اظهارنامه است .
شما با انتخاب پرونده ای که به شما اختصاص داده شده است به صفحه ی کارشناسی پرونده می روید .
در آن صفحه شما باید یکی از گزینه های 
</p>
<ul>
<li>قبول اعتراض صاحب کالا</li>
<li> رد اعتراض</li>
  <li>مکاتبه با گمرک ایران </li>
  <ul>
  	<li>مکاتبه با دفتر تعیین تعرفه </li>
  	<li>مکاتبه با دفتر تعیین ارزش</li>
  	 <li>مکاتبه با دفتر واردات</li> 
  	<li>مکاتبه با سایر</li>	 
  </ul>
 <li>ارجاع پرونده به کمیسون</li> 
</ul>
را انتخاب کنید که با انتخاب  مکاتبه با گمرک ایران چهار گزینه ی دیگر ظاهر می شود و شما باید یکی از آن ها را نیز انتخاب کنید که و در صورت انتخاب گزینه ی مکاتبه با سایر باید از لیستی که ظاهر می شود طرف مکاتبه را انتخاب کنید و در صورتی که طرف مکاتبه ی 
مد نظر شما در آن لیست وجود نداشت با مدیر در میان بگذارید.
<div align=center><img  src="/img/help/ex2.png" /></div>
<a name="DigitalDossier"></a><!-- ---------------------------------DigitalDossier------------------------ -->
<h3 class="helph" id="DigitalDossier">پرونده دیجیتال</h3>
با کلیک کردن بر روی پیوند پرونده دیجیتال  در صفحه ی کارشناسی پرونده در کنار شماره کوتاژی که به شما اختصاص داده شده  به صفحه ی پرونده ی دیجیتال منتقل می شوید 
در این صفحه شما تصاویر نامه های اتوماسیون و سایر تصاویر مربوط به یک پرونده را مشاهده می کنید .
فرایند ها به ترتیب زمان مرتب شده و شما با کلیک بر روی کلیپ هایی که در چپ و راست تصاویر وجود دارد یا با کلید های جهت روی صفحه کلید عکس ها را پیمایش کنید 
<div align=center><img  src="/img/help/ex4.png" /></div>
 
<a name="correspondence"></a><!-- --------------------------correspondence----------------- -->
<h2 class="helph" id="correspondence">مکاتبات</h2>
<h3  class="helph">ثبت فرآیند های پرونده </h3>

<p>

در این صفحه شما با وارد کردن شماره کوتاژ یا کلاسه می توانید لیست تمامی عملیات ها و فرایند های ممکن را برای آن پرونده مشاهده کنید.
برای اظهارنامه هایی که هنوز ثبت کلاسه نشده اند باید کوتاژ را وارد کنید  تا آن ها را ثبت کلاسه نمایید.
بعد از وارد کردن کلاسه یا شماره کوتاژ و زدن دکمه ورود لیستی از تمامی فرایند های ممکن با توجه به وضعیت پرونده به شما نشان داده می شود :
</p>
	<ul>
	<li>ثبت کلاسه</li>
	<li>ارسال مطالبه نامه</li>
	<li>ثبت ابلاغ مطالبه نامه</li>
	<li>اعتراض صاحب کالا</li>
	<li>ارسال رای دفاتر ستادی به صاحب کالا</li>
	<li>ارسال نظر کارشناس</li>
	<li>ارسال پرونده به کمیسیون</li>
	<li>ارسال به دفاتر ستادی</li>
	<li>ارسال به کمیسیون تجدید نظر</li>
	<li>رای کمیسون تجدید نظر به نفع صاحب کالا</li>
	<li>رای کمیسون تجدید نظر به نفع گمرک</li>
	<li>رای کمیسون به نفع صاحب کالا</li>
	<li>رای کمیسون به نفع گمرک</li>
	<li>رای دفاتر ستادی به نفع صاحب کالا</li>
	<li>رای دفاتر ستادی به نفع گمرک</li>
	<li>ثبت ابلاغ ثانویه</li>
	<li>ثبت ابلاغ رای دفاتر ستادی</li>
	<li>ثبت ابلاغ رای کمیسیون</li>
	<li>تحویل به کارشناس</li>
	<li>تسویه حساب</li>
	</ul>
<p>
به عنوان مثال در تصویر زیر کوتاژی وارد شده و بر روی دکمه ی ورود کلیک کردیم سیستم به طور خودکار شماره کلاسه آن را در جعبه متن کلاسه نوشته و تمامی فرایند های ممکن آن را در جعبه زیر آورده است.
از آن جایی که کوتاژی که وارد شده آخرین فرایندش ثبت کلاسه بوده است الان تنها فرایند ممکن برای آن کوتاژ ارسال مطالبه نامه می باشد :
</p>
<div align=center><img  src="/img/help/ex1.png" /></div>
<p>
	اگر پس از وارد کردن شماره کلاسه یا کوتاژ فرایند مورد نظر خود را مشاهده نکردید با مدیر سیستم تماس بگیرید
	.فرایند تحویل به کارشناس یک پرونده را به کارشناس قبلی و اگر آن کارشناس موجود نبود به کارشناسی دگر به صورت تصادفی اختصاص می دهد و بعد از این عملیات آن کارشناس این پرونده را در میز کار خود در قسمت کارشناسی پرونده مشاهده می کند.
	در فرایند اعتراض صاحب کالا یک لیست مرجع در خواستی وجود دارد که مشخص می کند که صاحب کالا چه تقاضایی دارد مثلا تقاضا می کند که پرونده را به کمیسیون حل اختلافات گمرکی بفرستید.
	بعد از انتخاب فرایند مورد نظر به صفحه ی ورود اطلاعات برای آن فرایند منتقل می شوید.
</p>
<a name = "detail"></a><!-- ---------------------Detail  ------------------------------------------- -->
<h3 class="helph">ثبت جزئیات فرایند </h3>
<p>
در این صفحه جزییات و اطلاعات برای یک فرایند مکاتبات وارد می شود و ساختن فرایند تکمیل می گردد .
</p>
<p>
ابتدا باید شماره اندیکاتور نامه ی اتوماسیون را وارد کنید که باید یک عدد باشد و تنها کارکتر های عددی مجاز می باشند در غیر این صورت با پیغام خطا مواجه می شودید .
</p>
<p>
سپس توضیحات در صورت لزوم و در اخر تصویر نامه ی اتوماسیون  را به دو روش می توانید بار گذاری کنید اول این که روی دکمه ی انتخاب عکس کلیک کنید و عکس خود را انتخاب کنید و
روش دوم این که عکس را کشیده و در صفحه اورده و در محل مشخص شده رها کنید.
</p>	
<p>
پس از ورود اطلاعات به صفحه ی  قبلی منتقل شده و نتیجه ی ثبت فرایند را مشاهده می کنید .
</p>	


<a name="raked"></a><!-- -----------------------------------raked-------------------------- -->
<h2 class="helph" id="raked">بایگانی راکد</h2>

<a name="report"></a><!-- ----------------------------------report------------------------- -->
<h2 class="helph" id="report">گزارش ها</h2>

<a name="mymenu"></a><!-- ----------------------------------mymenu------------------------- -->
<h2 class="helph" id="mymenu">منوی من</h2>
<h3 class="helph">پیام ها و یادآورها</h3>
<a name="AlarmFree"></a>
<h4 class="helph">ایجاد یادآور دستی</h4>
<div style="text-align:center;"><img src="/img/help/alarmfree.png" /></div>
<div>
	<p>کاربر می تواند برای کاربران دیگر یا برای میز کاربری خود در خصوص یک کوتاژ خاص یادآور درست کند. این یادآورها در شرایط خاصی که شما برای آن تعریف کرده اید فعال می شوند و یادآوری های لازم را انجام می دهند </p>
	<p>مثلا بایگانی بازبینی در پی درخواست یک ارباب رجوع به دنبال اظهارنامه با با کوتاژ 6062323 می باشد و این کوتاژ هنوز توسط دفتر کوتاژ وصول نشده است. بایگانی بازبینی تصمیم دارد که 2 روز بعد از وصول این کوتاژ ، این مسئله به کاربران یادآوری شود.</p>
	<p> در مورد مثال بالا فرم پر شده به این صورت خواهد بود:
		<ul>
		<li>کوتاژ: ۶۰۶۲۳۲۳</li>
		<li>عنوان: وصول اظهارنامه</li>
		<li>متن یادآور: این کوتاژ توسط دفتر کوتاژ وصول شد.</li>
		<li>مدت زمان مهلت: 2</li>
		<li>نوع:</li>
		<li>گروه کاربران: بایگانی بازبینی</li>
		<li>کاربران: هیچ کدام</li>
		<li>رویدادهای فعال کننده: وصول دفتر کوتاژ</li>
		<li>رویدادهای غیرفعال کننده: هیچ کدام</li>
		</ul>
	</p>
	<p>یا مثلا مدیر تصمیم دارد که یک اظهارنامه با کوتاژ 6053434 به سرعت کارشناسی شود. لذا یک یادآور برای بایگانی بازبینی تنظیم می کند تا این اظهارنامه سریعا به کارشناس تخصیص داده شود. تا زمانی که این اظهارنامه به کارشناس تخصیص داده نشود. این یادآور در میزکار بایگانی بازبینی خواهد ماند</p>
	<p>در مورد مثال دوم فرم پر شده به این صورت خواهد بود:
		<ul>
		<li>کوتاژ: 6053434</li>
		<li>عنوان: تخصیص به کارشناس</li>
		<li>متن یادآور: این  اظهارنامه سریعا به کارشناس تخصیص داده شود..</li>
		<li>مدت زمان مهلت: 0</li>
		<li>گروه کاربران: بایگانی بازبینی</li>
		<li>کاربران: هیچ کدام</li>
		<li>رویدادهای غیرفعال کننده: تخصیص به کارشناس</li>
		</ul>
	</p>
</div>
<h5>ترفندها</h5>
<ul>
<li>با نگه داشتن کلید کنترل صفحه کلید می توانید چند مورد را از هر لیست انتخاب کنید</li>
<li>برای اینکه یک عنصر را از انتخاب های خود در لیست حذف کنید کلید کنترل را پایین نگه داشته و روی آن عنصر کلیک کنید</li>
</ul>
<script>
context=$("div#context");
$(document).ready(function(){
	/* ------------h2---------------- */
	$.each($("h2"),function(i2,n2){
		x2=i2+1;
		h2=$(this);
		h2.prepend(" "+x2+" ");
		/* ------------h3---------------- */
		$.each(h2.nextAll("h3"),function(i3, n3){
			h3=$(this);
			h3.children("span").remove();
			x3=i3+1;
			h3.prepend("<span>"+x3+"."+x2+"  </span>");
			/* ------------h4---------------- */
			$.each(h3.nextAll("h4"), function(i4, n4){
				h4=$(this);
				h4.children("span").remove();
				x4=i4+1;
				h4.prepend("<span>"+x4+"."+x3+"."+x2+"  </span>");
				/* ------------h5---------------- */
				$.each(h4.nextAll("h5"), function(i5, n5){
					h5=$(this);
					h5.children("span").remove();
					x5=i5+1;
					h5.prepend("<span>"+x5+"."+x4+"."+x3+"."+x2+"  </span>");
					/* ------------h6---------------- */
					$.each(h5.nextAll("h6"), function(i6, n6){
						h6=$(this);
						h6.children("span").remove();
						x6=i6+1;
						h5.prepend("<span>"+x6+"."+x5+"."+x4+"."+x3+"."+x2+"  </span>");
					});
				});
			});
		});
	});

	
	context.append("<ul></ul>");
	$.each($("h2"),function(i2,n2){
		h2=$(this);
		ul=context.children("ul");
		ul.append("<li></li>");
		ul.children("li:last").append(h2.html());
	});
});

</script>